[{"link":"https://linkedin.com/in/guptasiddhant9/details/recommendations","title":"Juha Lehtonen","subtitle":"Managing Director, FA Solutions","content":"Siddhant is a very competent, fast-learning and versatile developer and a designer. His capabilities to learn and apply new technologies impresses me a lot. Only sky is a limit for him.","association":"fa-solutions","date":"2021-01-22T00:00:00.000Z","id":"fa-solutions-juha-lehtonen"},{"title":"Sari Mäkisalo","link":"https://linkedin.com/in/guptasiddhant9/details/recommendations","date":"2019-09-01T00:00:00.000Z","content":"I had the pleasure to work with Siddhant last spring when he designed the symbol and visual guidelines for the Business Espoo network. Siddhant did excellent work and cooperation with him was easy and flexible. He is creative and innovative with many good ideas. He also respect customer very well by listening customer needs, values and terms. He did for us also some extras and inspired our whole team which shows that he really concentrated to the project with good attitude and heart.\nI would definitely recommend him for different kind of design work.","subtitle":"Marketing Manager, Business Espoo","association":"kalpik-studio","id":"kalpik-studio-sari-makisalo"},{"link":"https://linkedin.com/in/guptasiddhant9/details/recommendations","date":"2019-08-19T00:00:00.000Z","title":"Daniel Schlaug","association":"kth-ms-hcid","content":"I Had the pleasure of working together with Sid on a couple of projects for a web design course.\nThough at the time Sid's main expertise was with graphic design he had no problem stepping out of his comfort zone and taking on advanced programming tasks. His undertakings radiates ambition and if he's not already up to the task he'll make it so he is by asking questions and tirelessly trying stuff out in his spare time.\nSid goes to the bottom with things, tries to find the best way to carry out tasks while not getting stuck on details and he works with both graphics and programming in an organized way that's a pleasure for a computer scientist to watch.\nIt's been a real pleasure and I'm sure he'll bring great value wherever he goes.","subtitle":"Software Engineer","id":"kth-ms-hcid-daniel-schlaug"},{"title":"Jarkko Syrjälä","date":"2021-12-21T00:00:00.000Z","link":"https://linkedin.com/in/guptasiddhant9/details/recommendations","content":"Siddhant is able to accurately estimate his work and can always be trusted to deliver excellent quality. Siddhant is up to date with the latest frameworks and libraries in the JavaScript space, and his React expertise is top notch. His verbal and written communication skills are excellent. In a nutshell, Siddhant is super professional and pleasure to work with.","subtitle":"Senior Developer, Luxus Worldwide","association":"luxus-worldwide","id":"luxus-worldwide-jarkko-syrjala"},{"link":"https://linkedin.com/in/guptasiddhant9/details/recommendations","date":"2015-08-15T00:00:00.000Z","draft":false,"content":"I have worked with Siddhant and he is a great person. He has a great passion for Design and I personally liked his work. He is very dedicated and hard working.","title":"Manish K","id":"manish-k"}]